# AnnotationMultipleAlignmentUtils Properties

---
The AnnotationMultipleAlignmentUtils type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
AnnotationMultipleAlignmentUtils Class
Autodesk.Revit.DB Namespace